using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace _3
{
    class UkrainianLocale : AbstractLocale
    {
        public override string locStr()
        {
            string l = "Украї́на — держава, розташована в Східній та частково в Центральній Європі, у південно-західній частині Східноєвропейської рівнини. Площа становить 603 628 км². Найбільша за площею країна з тих, чия територія повністю лежить у Європі[5], друга в європейській частині світу, якщо враховувати Росію. Межує з Білоруссю на півночі, Польщею, Словаччиною та Угорщиною — на заході, Румунією та Молдовою — на південному заході, Росією на сході і північному сході. На півдні і південному сході омивається Чорним і Азовським морями.";
            string l1 = "Україна — унітарна держава. Вона складається з 24 областей, Автономної Республіки Крим і двох міст зі спеціальним статусом: Київ — столиця та найбільше місто, і Севастополь. Україна є парламентсько-президентською республікою. Найвищим органом державної влади є Верховна Рада України, а главою держави — Президент України.";
            return l + l1;

            //string k = " ";
            //return k;
             
        }
    }
}
